[
  {
    "title": "[19]. Cho S H. Horizontal mergers in multitier decentralized supply chains[J]. Management Science, 2014, 60(2): 356-379.",
    "abstract": {
      "en": "The well-known economic theory predicts that consumer price will fall after a horizontal merger when the amount of marginal cost reduction from operating synergies exceeds the premerger markup of a merging firm. However, when a horizontal merger occurs in a multitier decentralized supply chain where a finite number of firms compete at each tier, we show that this result holds only when a merger occurs at the tier that acts as the leader in the supply chain. In this supply chain, a horizontal merger at any other tier will decrease consumer price when the cost reduction exceeds a certain threshold that is larger than the premerger markup. Moreover, this threshold is increasing as the supply chain gets longer and can be substantially larger than the premerger markup. When accounting for subsequent entry after a merger in long-run equilibrium, contrary to a common belief, a larger synergy from a merger does not necessarily benefit consumers more.",
      "zh": "著名的经济学理论预测，当经营协同效应带来的边际成本降低量超过合并前企业的加价时，横向合并后的消费者价格就会下降。然而，当横向合并发生在多层分散供应链中，其中每层竞争的公司数量有限时，我们表明，只有当合并发生在充当供应链领导者的层时，这一结果才成立。在这条供应链中，当成本降低超过一定阈值时，任何其他层次的横向合并都会降低消费者价格，而该阈值大于合并前的加价。此外，随着供应链变长，这个门槛也在增加，可能比合并前的加价要高得多。在长期均衡中考虑合并后的后续进入时，与普遍看法相反，合并产生的更大协同效应不一定对消费者更有利。"
    },
    "reference": [
      {
        "title": "Adida E, DeMiguel V (2011) Supply chain competition with multiple manufacturers and retailers. Oper. Res. 59(1):156-172.",
        "abstract": {
          "en": "We study competition in a supply chain where multiple manufacturers compete in quantities to supply a set of products to multiple risk-averse retailers who compete in quantities to satisfy the uncertain consumer demand. For the symmetric supply chain, we give closed-form expressions for the unique equilibrium. We find that, provided there is a sufficiently large number of manufacturers and retailers, the supply chain efficiency (the ratio of the aggregate utility in the decentralized and centralized chains) can be raised to 1 by inducing the right degree of retailer differentiation. Also, risk aversion results in triple marginalization: retailers require a strictly positive margin to distribute even when they are perfectly competitive, because otherwise they are unwilling to undertake the risk associated with the uncertainty in demand. For the asymmetric supply chain, we show how numerical optimization can be used to compute the equilibria, and we find that the supply chain efficiency may drop sharply with the asymmetry of either manufacturers or retailers. We also find that the introduction of asymmetric product assortment reduces the degree of competition among retailers and thus has an effect similar to that of reducing the number of retailers. We show that, unlike in the symmetric chain, the asymmetric chain efficiency depends on product differentiation and risk aversion because of the interaction between these features and the asymmetry of manufacturers and retailers.",
          "zh": "我们研究了一个供应链中的竞争，在这个供应链中，多个制造商在数量上竞争，向多个风险规避的零售商供应一组产品，零售商在数量上竞争，以满足不确定的消费者需求。对于对称供应链，我们给出了唯一均衡的封闭表达式。我们发现，在制造商和零售商数量足够大的情况下，通过引入适当程度的零售商差异化，供应链效率(分散链和集中链的总效用之比)可以提高到1。此外，风险厌恶会导致三重边缘化:即使零售商处于完全竞争状态，他们也需要严格的正利润来分配，否则他们就不愿意承担与需求不确定性相关的风险。对于非对称供应链，我们展示了如何使用数值优化来计算均衡，我们发现供应链效率可能会随着制造商或零售商的不对称而急剧下降。我们还发现，不对称产品分类的引入降低了零售商之间的竞争程度，因此具有类似于减少零售商数量的效果。我们发现，与对称链不同，非对称链的效率取决于产品差异化和风险规避，因为这些特征与制造商和零售商的不对称性相互作用。"
        }
      },
      {
        "title": "Adida E, Bakshi N, DeMiguel V (2012) Supply chain intermediation when retailers lead. Working paper, University of Illinois at Chicago, Chicago",
        "abstract": {
          "en": "The objective of this paper is to study the joint impact of horizontal and vertical competition on supply chains with intermediation firms such as Li & Fung Limited, Global Sources, and The Connor Group, which have enjoyed substantial success over the years. For instance, Li & Fung Limited (herein L&F) doubled its revenue between 2004 and 2007 (Einhorn 2010), and its sales almost tripled between 2002 and 2011 (The Telegraph 2012); see also Fung et al.[2008]. These firms deal with many suppliers and offer intermediation services to numerous retailers (McFarlan et al. 2007). When an intermediary receives an order from a retailer, it identifies from its supplier",
          "zh": "本文的目的是研究横向和纵向竞争对供应链的共同影响，其中包括利丰有限公司、环球资源和康纳集团等中介公司，这些公司多年来取得了巨大的成功。例如，利丰有限公司(以下简称利丰)的收入在2004年至2007年间翻了一番(Einhorn 2010)，其销售额在2002年至2011年间几乎增长了两倍(The Telegraph 2012);另见Fung et al.[2008]。这些公司与许多供应商打交道，并为众多零售商提供中介服务(McFarlan et al. 2007)。当中间商收到来自零售商的订单时，它从其供应商处进行标识"
        }
      },
      {
        "title": "Corbett CJ, Karmarkar US (2001) Competition and structure in serial supply chains with deterministic demand. Management Sci. 47(7):966-978.",
        "abstract": {
          "en": "Supply chains often consist of several tiers, with different numbers of firms competing at each tier. A major determinant of the structure of supply chains is the cost structure associated with the underlying manufacturing process. In this paper, we examine the impact of fixed and variable costs on the structure and competitiveness of supply chains with a serial structure and price-sensitive linear deterministic demand. The entry stage is modeled as a simultaneous game, where the players take the outcomes of the subsequent post-entry (Cournot) competition into account in making their entry decisions. We derive expressions for prices and production quantities as functions of the number of entrants at each tier of a multitier chain. We characterize viability and stability of supply-chain structures and show, using lattice arguments, that there is always an equilibrium structure in pure strategies in the entry game. Finally, we examine the effects of vertical integration in the two-tier case. Altogether, the paper provides a framework for comparing a variety of supply-chain structures and for studying how they are affected by cost structures and by the number of entrants throughout the chain.",
          "zh": "供应链通常由几层组成，每一层都有不同数量的公司竞争。供应链结构的一个主要决定因素是与底层制造过程相关的成本结构。在本文中，我们研究了固定成本和可变成本对具有序列结构和价格敏感的线性确定性需求的供应链结构和竞争力的影响。进入阶段被建模为一个同步博弈，参与者在做出进入决策时将随后的进入后(古诺)竞争的结果考虑在内。我们推导出价格和产量的表达式，作为多层链中每一层进入者数量的函数。我们描述了供应链结构的可行性和稳定性，并使用格点论证表明，在进入博弈中，纯策略中总是存在均衡结构。最后，我们考察了垂直整合在两层情况下的影响。总之，本文提供了一个框架，用于比较各种供应链结构，并研究它们如何受到成本结构和整个供应链进入者数量的影响。"
        }
      }
    ]
  },
  {
    "title": "[50]. How Vertical Integration Affects Firm Innovation: Quasi-Experimental Evidence",
    "abstract": {
      "en": "Although it is well established that vertical integration decisions have important consequences for firms, direct evidence on how vertical integration matters to firm innovation has been scarce. This study draws from seminal research on organizing for innovation and recent synthesis of transaction cost and capabilities theories to examine how vertical integration affects the rate and types of firm innovation pursued. To strengthen identification of causal effects, we exploit a quasi-experimental design to compare firms that announced and completed a vertical merger and acquisition (M&A) with those announcing but not completing the transaction. We show that firms completing vertical M&As experience a growth in their rate of innovation; in addition, such firms witness an increase in systemic innovation but a drop in autonomous innovation. Our study contributes important empirical evidence to bear on the literature on the organization of innovation, highlighting that organizational mode choices are a critical determinant of the rate and direction of inventive activity.",
      "zh": "尽管纵向整合决策对企业有重要影响这一事实已经得到充分证实，但关于纵向整合如何影响企业创新的直接证据却很少。本研究借鉴了关于创新组织的开创性研究，以及最近对交易成本和能力理论的综合研究，以考察垂直整合如何影响企业追求创新的速度和类型。为了加强因果关系的识别，我们利用准实验设计来比较宣布并完成垂直并购(M&A)的公司与宣布但未完成交易的公司。我们发现，完成垂直并购的企业的创新速度有所增长;此外，这些企业的系统创新有所增加，而自主创新有所下降。我们的研究为有关创新组织的文献提供了重要的经验证据，强调了组织模式选择是创新活动速度和方向的关键决定因素。"
    },
    "reference": [
      {
        "title": "Aggarwal VA, Hsu DH (2014) Entrepreneurial exits and innovation. Management Sci. 60(4):867–887.",
        "abstract": {
          "en": "We examine how initial public offerings (IPOs) and acquisitions affect entrepreneurial innovation as measured by patent counts and forward patent citations. We construct a firm-year panel data set of all venture capital-backed biotechnology firms founded between 1980 and 2000, tracked yearly through 2006. We address the possibility of unobserved self-selection into exit mode by using coarsened exact matching, and in two additional ways: (1) comparing firms that filed for an IPO (or announced a merger) with those not completing the transaction for reasons unrelated to innovation, and (2) using an instrumental variables approach. We find that innovation quality is highest under private ownership and lowest under public ownership, with acquisition intermediate between the two. Together with a set of within-exit mode analyses, these results are consistent with the proposition that information confidentiality mechanisms shape innovation outcomes. The results are not explained by inventor-level turnover following exit events or by firms' preexit window dressing behavior.",
          "zh": "我们研究了首次公开募股(ipo)和收购如何通过专利数量和前瞻性专利引用来衡量企业家创新。我们构建了一个公司年度面板数据集，其中包括1980年至2000年间成立的所有风险资本支持的生物技术公司，每年跟踪到2006年。我们通过使用粗糙的精确匹配以及另外两种方式来解决未观察到的自我选择进入退出模式的可能性:(1)将申请IPO(或宣布合并)的公司与那些因与创新无关的原因而未完成交易的公司进行比较，以及(2)使用工具变量方法。研究发现，民营企业创新质量最高，公有制企业创新质量最低，并购企业创新质量介于两者之间。结合一组退出内模式分析，这些结果与信息保密机制影响创新结果的命题一致。这一结果不能用退出事件后的发明人水平的流动率或企业退出前的粉饰行为来解释。"
        }
      },
      {
        "title": "Argyres NS, Bigelow L (2010) Innovation, modularity, and vertical deintegration: Evidence from the early US auto industry.",
        "abstract": {
          "en": "Although vertical integration choices have been found to significantly affect firm performance, there has been little empirical study of how such choices are affected by the stage of industry evolution in which firms find themselves. We empirically investigate two possible impacts of increasing modularity on a firm's vertical integration choices. First, we hypothesize that increasing modularity is associated with vertical deintegration because of the high-level standardization of components that dominant designs tend to promote. Second, we posit that firms selling in higher market segments, because they are attempting to differentiate their products by incorporating unique components with less-modular interfaces with other components, will tend to be more vertically integrated than their lower-price rivals. We find evidence for both of these effects in data from the early U.S. auto industry.",
          "zh": "虽然已经发现垂直整合选择显著影响企业绩效，但很少有实证研究表明这种选择是如何受到企业所处的行业演变阶段的影响的。我们实证研究了增加模块化对企业纵向整合选择的两种可能影响。首先，我们假设增加模块化与垂直解体有关，因为主导设计倾向于促进组件的高度标准化。其次，我们假设在更高细分市场销售的公司，因为他们试图通过将独特的组件与其他组件结合在一起，而这些组件与其他组件的接口较少，从而使他们的产品与众不同，因此他们往往比价格较低的竞争对手更倾向于垂直整合。我们在早期美国汽车工业的数据中找到了这两种影响的证据。"
        }
      },
      {
        "title": "Corporate Innovations and Mergers and Acquisitions",
        "abstract": {
          "en": "Using a large and unique patent-merger data set over the period 1984 to 2006, we show that companies with large patent portfolios and low R&D expenses are acquirers, while companies with high R&D expenses and slow growth in patent output are targets. Further, technological overlap between firm pairs has a positive effect on transaction incidence, and this effect is reduced for firm pairs that overlap in product markets. We also show that acquirers with prior technological linkage to their target firms produce more patents afterwards. We conclude that synergies obtained from combining innovation capabilities are important drivers of acquisitions.",
          "zh": "利用1984 - 2006年的大型专利合并数据，我们发现拥有大量专利组合且研发费用低的公司是收购方，而研发费用高且专利产出增长缓慢的公司是目标。此外，企业对之间的技术重叠对交易发生率有积极影响，而在产品市场上重叠的企业对这种影响减小。我们还发现，与目标公司有技术联系的收购方在收购后会产生更多的专利。我们的结论是，整合创新能力所获得的协同效应是并购的重要驱动力。",
          "url": "https://onlinelibrary.wiley.com/doi/abs/10.1111/jofi.12059"
        }
      },
      {
        "title": "Interdependence and adaptability: Organizational learning and the long-term effect of integration",
        "abstract": {
          "en": "A growing body of research documents the role that organizational learning plays in improving firm performance over time.  To date, however, this literature has given limited attention to the effect that the internal structure of the firm can have on generating differences in these learning rates.  This paper focuses on the degree to which interdependence—and in particular one structural characteristic that generates interdependence, vertical integration—affects organizational learning.  Firms face a trade–off.  In stable environments, vertically integrating severely limits the organization's ability to learn by doing because boundedly rational managers find the optimization of operations difficult when making highly interdependent choices.  As the volatility of the environment increases though, integration can facilitate learning–by–doing by buffering activities within the firm from instability in the external environment.  Thus, firms with a high degree of interdependence suffer less in these environments.  Tests of these hypotheses on the growth and exit rates of computer workstation manufacturers support this thesis.",
          "zh": "随着时间的推移，越来越多的研究证明了组织学习在提高公司绩效方面所起的作用。然而，迄今为止，这些文献对企业内部结构对产生这些学习率差异的影响给予了有限的关注。本文关注的是相互依赖——尤其是产生相互依赖的一个结构特征——垂直整合——对组织学习的影响程度。企业面临着一种权衡。在稳定的环境中，垂直整合严重限制了组织在实践中学习的能力，因为有限理性的管理者发现，在做出高度相互依赖的选择时，很难优化操作。然而，随着环境的波动性增加，整合可以通过缓冲公司内部活动免受外部环境不稳定的影响，从而促进边做边学。因此，高度相互依赖的公司在这些环境中受到的影响较小。对这些假设对计算机工作站制造商的增长率和退出率的检验支持了本文的观点。"
        }
      },
      {
        "title": "Helfat CE, Campo-Rembado MA (2016) Integrative capabilities, vertical integration, and innovation over successive technology lifecycles. Organ",
        "abstract": {
          "en": "The analysis presented here provides a new explanation for why vertically integrated and specialized firms may continue to coexist as industries evolve, especially during time periods when conditions unequivocally favor lower cost specialized firms.  In contrast to the common view that firms should match their organizational form to the prevailing nature of technology, vertically integrated firms may rationally choose to stay integrated and bear the sunk costs of developing integrative capabilities as well as the ongoing costs of maintaining them, even when they lose money during some time periods due to competition from lower cost specialized firms.  In particular, in industries characterized by successive systemic innovations, which entail interdependence across stages of production, some firms may remain vertically integrated to maintain their capability to innovate over multiple cycles of technological innovation.  The results hinge on the sunk costs of long-lived investments in integrative capabilities.  An extension to the analysis suggests that vertically integrated firms may retain their organizational form to pioneer systemic innovations in other industries, including industries not subject to frequent technology lifecycles—providing another explanation of product-market diversification and market entry over time.",
          "zh": "本文的分析提供了一个新的解释，为什么垂直整合和专业化公司可以随着行业的发展而继续共存，特别是在条件明确有利于低成本专业化公司的时期。与企业应使其组织形式与技术的普遍性质相匹配的普遍观点相反，垂直一体化的企业可能会理性地选择保持一体化，并承担发展一体化能力的沉没成本以及维持这些能力的持续成本，即使由于来自成本较低的专业化企业的竞争，它们在一段时间内会亏损。特别是，在以连续的系统创新为特征的行业中，需要在生产阶段之间相互依赖，一些公司可能保持垂直整合，以保持其在多个技术创新周期中的创新能力。结果取决于综合能力长期投资的沉没成本。该分析的延伸表明，垂直整合的公司可能会保留其组织形式，从而在其他行业(包括不受频繁技术生命周期影响的行业)中率先进行系统创新——这为产品市场多样化和市场进入提供了另一种解释。",
          "quote": "Helfat C E, Campo-Rembado M A. Integrative capabilities, vertical integration, and innovation over successive technology lifecycles[J]. Organization science, 2016, 27(2): 249-264."
        }
      },
      {
        "title": "Bresnahan TF, Levin JD (2012) Vertical integration and market structure. NBER Working Paper 17889, National B",
        "abstract": {
          "en": "Vertical integration occupies a central role in organizational economics. Williamson (2005) calls it the “paradigm” problem for explaining the distribution of firms and markets in modern economies. In this chapter, we review research on vertical integration decisions and their consequences, and offer some perspective on the current state of knowledge. 1 Our discussion bridges two very different literatures. Research in organizational economics generally treats vertical integration as an efficient response to contracting frictions. This approach is often associated with Coase (1937) and Williamson (1971). Research in industrial organization has taken a complementary approach, emphasizing patterns of integration at the market or industry level. Some of this work, following Stigler (1951), draws attention to scale and scope economies as rationales for integration, while other strands emphasize strategic motives and the idea that integration can be a tool for consolidating or extending market power. Theoretical work in the first tradition argues that certain features of transactions create particular problems for arm’s-length contracting. These can include difficulty anticipating future contingencies, ambiguity in the nature of tasks and decisions to be carried out, the need to use specific assets, or an inability to measure and verify transaction outcomes. In Section 2, we describe some of the “building-block” models that link these types of transactional frictions to problems of hold-up, decisionmaking externalities, and incentive distortions, and offer explanations for when and why internal organization might lead to more efficient outcomes.",
          "zh": "垂直整合在组织经济学中占有核心地位。Williamson(2005)称其为解释现代经济中企业和市场分配的“范式”问题。在本章中，我们回顾了关于垂直整合决策及其后果的研究，并对当前的知识状况提供了一些看法。我们的讨论连接了两种截然不同的文献。组织经济学的研究通常将垂直整合视为对契约摩擦的有效回应。这种方法通常与科斯(1937)和威廉姆森(1971)联系在一起。产业组织的研究采取了互补的方法，强调市场或产业层面的整合模式。在斯蒂格勒(Stigler, 1951)之后，其中一些研究将注意力集中在规模经济和范围经济上，将其作为整合的基础，而另一些研究则强调战略动机，认为整合可以成为巩固或扩大市场力量的工具。第一种传统的理论工作认为，交易的某些特征给公平契约带来了特殊的问题。这些可能包括难以预测未来突发事件、任务和要执行的决策的性质不明确、需要使用特定资产，或者无法衡量和验证交易结果。在第2节中，我们描述了一些“构建块”模型，这些模型将这些类型的交易摩擦与拖延、决策外部性和激励扭曲等问题联系起来，并解释了内部组织何时以及为什么可能导致更有效的结果。",
          "quote": "Bresnahan T F, Levin J D. Vertical integration and market structure[M]. Cambridge (MA): National Bureau of Economic Research, 2012."
        }
      },
      {
        "title": "Fan JPH, Goyal VK (2006) On the patterns and wealth effects of vertical mergers. J",
        "abstract": {
          "en": "We use industry commodity flows information to measure vertical relations in completed mergers from 1962 to 1996. Almost one‐third of the mergers display vertical relatedness. Vertical merger activity is more intensive in the 1980s and 1990s and less so in the 1960s and the 1970s. Vertical mergers generate positive wealth effects that are significantly larger than those for diversifying mergers; the wealth effects in vertical mergers are comparable to those in pure horizontal mergers.",
          "zh": "我们利用行业商品流动信息来衡量1962 - 1996年已完成并购的垂直关系。几乎三分之一的合并显示出垂直相关性。垂直合并活动在1980年代和1990年代较为密集，而在1960年代和1970年代较少。纵向并购产生的正财富效应显著大于多元化并购产生的正财富效应;纵向并购的财富效应与纯横向并购的财富效应相当。",
          "quote": "Fan J P H, Goyal V K. On the patterns and wealth effects of vertical mergers[J]. The Journal of Business, 2006, 79(2): 877-902."
        }
      }
    ]
  },
  {
    "title": "[32]. Competitive Environment and the Relationship Between IT and Vertical Integration",
    "abstract": {
      "en": "The information systems (IS) literature suggests that by lowering coordination costs, information technology (IT) will lead to an overall shift towards more use of markets. Empirical work in this area provides evidence that IT is associated with a decrease in vertical integration (VI). Economy-wide data, however, suggests that over the last 25 years the average level of VI has, in fact, increased. This paper studies this empirical anomaly by explicating the moderating impact of two measures of competitive environment, demand uncertainty, and industry concentration, on the relationship between IT and VI. We examine firms included in 1995 to 1997 InformationWeek 500 and the COMPUSTAT database. Consistent with the IS literature, the analysis suggests that IT is associated with a decrease in VI when demand uncertainty is high or industry concentration is low. However, contrary to the IS literature, IT is found to be associated with an increase in VI when industry concentration is high or demand uncertainty is low. Furthermore, as demand uncertainty increases, less vertically integrated firms invest more in IT, while as industry concentration increases, more vertically integrated firms invest more in IT. The analysis also suggests that firms' choice of the level of VI and IT investment, under different levels of demand uncertainty and industry concentration, are rational. When demand uncertainty is high or industry concentration is low, increase in VI may increase coordination and production costs. Thus, less VI is rational. However, when industry concentration is high or demand uncertainty is low, increase in VI may decrease coordination and production costs. Thus, firms choose more VI in such industries. The implications for research and practice are discussed.",
      "zh": "信息系统(IS)文献表明，通过降低协调成本，信息技术(IT)将导致更多地利用市场的整体转变。这一领域的实证研究证明，信息技术与垂直一体化(VI)的下降有关。然而，经济范围内的数据表明，在过去25年里，垂直一体化的平均水平实际上有所提高。本文通过解释竞争环境、需求不确定性和行业集中度这两个指标对IT和VI之间关系的调节作用来研究这一实证异常。我们考察了1995年至1997年《信息周刊》500强和COMPUSTAT数据库中的企业。与IS文献一致，分析表明，当需求不确定性高或行业集中度低时，IT与VI的降低有关。然而，与IS文献相反，当行业集中度高或需求不确定性低时，发现IT与VI的增加有关。此外，随着需求不确定性的增加，垂直一体化程度较低的企业在信息技术方面的投资增加，而随着行业集中度的增加，垂直一体化程度较高的企业在信息技术方面的投资增加。分析还表明，在不同的需求不确定性和行业集中度下，企业对VI和IT投资水平的选择都是理性的。当需求不确定性较高或行业集中度较低时，VI的增加可能会增加协调和生产成本。因此，较低的VI是合理的。然而，当行业集中度较高或需求不确定性较低时，VI的增加可能会降低协调性和生产成本。因此，企业在这些行业中选择更多的VI。讨论了研究和实践的意义。"
    },
    "reference": [
      {
        "title": "Economies of integration versus bureaucracy costs: does vertical integration improve performance?",
        "abstract": {
          "en": "This study tested links between vertical integration, cost structure, and performance at the line-of-business level of analysis. Major findings were (1) Vertical integration results in economies even after industry effects and economies of scope and scale are controlled. Vertically integrated lines of business economized on general and administrative, other selling, advertising, and R&D expenditures but had higher production costs and thus only marginally better profitability than nonintegrated lines of business in the same industry. (2) The higher production costs were linked to backward vertical integration, suggesting insulation from market pressures and lack of incentive to manufacture the lowest cost inputs. Forward vertical integration was associated with lower transaction-related costs. Thus, evidence of both efficiency effects and bureaucratic costs emerged, with the benefits of vertical integration slightly outweighing its costs.",
          "zh": "本研究在业务线分析层面测试了垂直整合、成本结构和绩效之间的联系。主要发现有:(1)纵向整合在控制了产业效应和范围经济和规模经济之后的经济效果。垂直整合的业务线节省了一般和管理、其他销售、广告和研发支出，但生产成本较高，因此在同一行业中，与非整合的业务线相比，盈利能力仅略好。(2)较高的生产成本与纵向一体化的落后有关，这表明企业不受市场压力的影响，缺乏生产成本最低投入的动力。向前垂直整合与较低的交易相关成本相关。因此，效率效应和官僚成本的证据同时出现，垂直一体化的好处略大于其成本。",
          "quote": "D'aveni R A, Ravenscraft D J. Economies of integration versus bureaucracy costs: does vertical integration improve performance?[J]. Academy of management Journal, 1994, 37(5): 1167-1206."
        }
      }
    ]
  },
  {
    "title": "*Horizontal Mergers in Multitier Decentralized Supply Chains",
    "abstract": {
      "en": "The well-known economic theory predicts that consumer price will fall after a horizontal merger when the amount of marginal cost reduction from operating synergies exceeds the premerger markup of a merging firm.  However, when a horizontal merger occurs in a multitier decentralized supply chain where a finite number of firms compete at each tier, we show that this result holds only when a merger occurs at the tier that acts as the leader in the supply chain.  In this supply chain, a horizontal merger at any other tier will decrease consumer price when the cost reduction exceeds a certain threshold that is larger than the premerger markup.  Moreover, this threshold is increasing as the supply chain gets longer and can be substantially larger than the premerger markup.  When accounting for subsequent entry after a merger in long-run equilibrium, contrary to a common belief, a larger synergy from a merger does not necessarily benefit consumers more.",
      "zh": "著名的经济学理论预测，当经营协同效应带来的边际成本降低量超过合并前企业的加价时，横向合并后的消费者价格就会下降。然而，当横向合并发生在多层分散供应链中，其中每层竞争的公司数量有限时，我们表明，只有当合并发生在充当供应链领导者的层时，这一结果才成立。在这条供应链中，当成本降低超过一定阈值时，任何其他层次的横向合并都会降低消费者价格，而该阈值大于合并前的加价。此外，随着供应链变长，这个门槛也在增加，可能比合并前的加价要高得多。在长期均衡中考虑合并后的后续进入时，与普遍看法相反，合并产生的更大协同效应不一定对消费者更有利。",
      "quote": "Cho S H. Horizontal mergers in multitier decentralized supply chains[J]. Management Science, 2014, 60(2): 356-379."
    },
    "reference": [
      {
        "title": "DeLong G (2003) Does long-term performance of mergers match market expectations? Evidence from the US banking industry. Financial Management 32(2):5–25.",
        "abstract": {
          "en": "There is a paradox in bank mergers. On average, bank mergers do not create value, yet they continue to occur. Using cross-sectional analysis to examine 54 bank mergers announced between 1991 and 1995, I test several facets of focus and diversification. Upon announcement, the market rewards the mergers of partners that focus their geography and activities and earnings streams. Only one of these facets, focusing earnings streams, enhances long-term performance. Two other circumstances improve long-term performance: 1) when a merger involves a relatively inefficient acquirer and 2) when partners reduce bankruptcy costs.",
          "zh": "银行合并存在一个悖论。平均而言，银行合并不会创造价值，但它们仍在继续发生。通过横断面分析，我考察了1991年至1995年间宣布的54家银行合并，测试了重点和多元化的几个方面。一旦宣布合并，市场就会奖励那些专注于其地理位置、活动和收益流的合作伙伴。这些方面中只有一个，即关注收益流，能提高长期业绩。另外两种情况可以改善长期业绩:1)当合并涉及到一个相对低效的收购方时;2)当合作伙伴降低破产成本时。",
          "quote": "DeLong G. Does long-term performance of mergers match market expectations? Evidence from the US banking industry[J]. Financial Management, 2003: 5-25."
        }
      },
      {
        "title": "Nagurney A (2009) A system-optimization perspective for supply chain network integration: The horizontal merger case. Transportation Res. E 45(1):1–15.",
        "abstract": {
          "en": "In this paper, we present a new theoretical framework for the quantification of strategic advantages associated with horizontal mergers through the integration of supply chain networks.  The framework is a system-optimization one in which each firm is represented as a network of economic activities associated with manufacturing, distribution, and storage and with explicit capacities imposed on the links.  We present the models pre- and post-horizontal mergers and define a measure for the quantification of the gains, if any, associated with the mergers.  We illustrate the framework with several numerical examples.  For simple classes of mergers we derive formulae for the strategic advantages.",
          "zh": "在本文中，我们提出了一个新的理论框架，通过供应链网络的整合，量化与横向并购相关的战略优势。该框架是一个系统优化框架，其中每个公司都被表示为与制造、分销和存储相关的经济活动网络，并在这些联系上施加明确的能力。我们提出了横向合并前和横向合并后的模型，并定义了与合并相关的收益(如果有的话)的量化度量。我们用几个数值例子来说明这个框架。对于简单类别的合并，我们推导出战略优势的公式。",
          "quote": "Nagurney A. A system-optimization perspective for supply chain network integration: The horizontal merger case[J]. Transportation Research Part E: Logistics and Transportation Review, 2009, 45(1): 1-15."
        }
      },
      {
        "title": "Vertical integration under competition: Forward, backward, or no integration",
        "abstract": {
          "en": "We consider two competing supply chains, each consisting of supplier, a manufacturer, and a retailer. The suppliers exert effort to improve product quality, and the retailers sell products competitively. Each manufacturer chooses one of the three strategies: forward integration, backward integration, or no vertical integration. We seek for a subgame perfect Nash equilibrium and study the resulting market structure. Moreover, we characterize the effect of vertical integration on profitability, product price, and quality in a competitive setting. Existing literature has shown that, when manufacturers consider only forward integration, they may choose not to vertically integrate in equilibrium. In contrast, we find that, when both forward and backward integration options are considered, disintegration cannot be an equilibrium outcome. In this case, both manufacturers either forward or backward integrate, and the degree of product perishability, cost of quality, and how much consumers value quality are critical for the chosen direction of integration. Furthermore, competition increases attractiveness of backward integration relative to forward integration. We show that, while integrating backward unilaterally is always beneficial, unilateral forward integration can harm a manufacturer's profitability. Finally, vertical integration can result in a better quality product sold at a lower price.",
          "zh": "我们考虑两个相互竞争的供应链，每个供应链由供应商、制造商和零售商组成。供应商努力提高产品质量，零售商销售产品具有竞争力。每个制造商选择三种策略中的一种:向前整合、向后整合或不进行垂直整合。我们寻求子博弈的完全纳什均衡，并研究由此产生的市场结构。此外，我们描述了垂直整合在竞争环境下对盈利能力、产品价格和质量的影响。已有文献表明，当制造商只考虑正向整合时，他们可能会选择不进行均衡的纵向整合。相反，我们发现，当考虑向前和向后整合选项时，解体不可能是均衡结果。在这种情况下，两个制造商要么向前整合，要么向后整合，而产品的易腐烂程度、质量成本以及消费者对质量的重视程度对选择的整合方向至关重要。此外，竞争增加了后向整合相对于前向整合的吸引力。研究表明，单方面的后向整合总是有益的，而单方面的前向整合会损害制造商的盈利能力。最后，垂直整合可以以更低的价格销售更高质量的产品。",
          "quote": "Lin Y T, Parlaktürk A K, Swaminathan J M. Vertical integration under competition: forward, backward, or no integration?[J]. Production and Operations Management, 2014, 23(1): 19-35."
        }
      }
    ]
  },
  {
    "title": "[31]. Hedging and Vertical Integration in Electricity Markets",
    "abstract": {
      "en": "This paper analyzes the interactions between competitive (wholesale) spot, retail, and forward markets and vertical integration in electricity markets. We develop an equilibrium model with producers, retailers, and traders to study and quantify the impact of forward markets and vertical integration on prices, risk premia, and retail market shares. We point out that forward hedging and vertical integration are two separate mechanisms for demand and spot price risk diversification that both reduce the retail price and increase retail market shares. We show that they differ in their impact on prices and firms' utility because of the asymmetry between production and retail segments. Vertical integration restores the symmetry between producers' and retailers' exposure to demand risk, whereas linear forward contracts do not. Vertical integration is superior to forward hedging when retailers are highly risk averse. We illustrate our analysis with data from the French electricity market.",
      "zh": "本文分析了竞争性(批发)现货、零售和远期市场与电力市场垂直整合之间的相互作用。我们与生产商、零售商和交易商建立了一个均衡模型，以研究和量化远期市场和垂直整合对价格、风险溢价和零售市场份额的影响。我们指出，远期套期保值和垂直整合是需求和现货价格风险分散的两个独立机制，它们都降低了零售价格，增加了零售市场份额。我们表明，由于生产和零售部门之间的不对称，它们对价格和企业效用的影响不同。垂直整合恢复了生产商和零售商对需求风险敞口之间的对称性，而线性远期合约却没有。当零售商高度厌恶风险时，垂直整合优于远期对冲。我们用法国电力市场的数据来说明我们的分析。",
      "quote": "Aïd R, Chemla G, Porchet A, et al. Hedging and vertical integration in electricity markets[J]. Management Science, 2011, 57(8): 1438-1452."
    },
    "reference": [
      {
        "title": "Lafontaine F., Slade M. Vertical integration and firm boundaries: The evidence.",
        "abstract": {
          "en": "Since Ronald H. Coase's (1937) seminal paper, a rich set of theories has been developed that deal with firm boundaries in vertical or input–output structures. In the last twenty-five years, empirical evidence that can shed light on those theories also has been accumulating. We review the findings of empirical studies that have addressed two main interrelated questions: First, what types of transactions are best brought within the firm and, second, what are the consequences of vertical integration decisions for economic outcomes such as prices, quantities, investment, and profits. Throughout, we highlight areas of potential cross-fertilization and promising areas for future work.",
          "zh": "自罗纳德·h·科斯(Ronald H. Coase, 1937)发表开创性论文以来，已经发展了一套丰富的理论来处理垂直或投入产出结构中的企业边界。在过去的25年里，能够阐明这些理论的经验证据也在不断积累。我们回顾了实证研究的发现，这些研究解决了两个主要的相互关联的问题:第一，什么类型的交易最适合在公司内部进行;第二，垂直整合决策对价格、数量、投资和利润等经济结果的影响是什么。在整个过程中，我们强调了潜在的交叉受精领域和未来工作的有希望的领域。",
          "quote": "Lafontaine F, Slade M. Vertical integration and firm boundaries: The evidence[J]. Journal of Economic literature, 2007, 45(3): 629-685."
        }
      },
      {
        "title": "Upstream competition and vertical integration in electricity markets",
        "abstract": {
          "en": "Many studies have found substantial market failures in electricity markets that have been restructured to allow wholesalers to set prices. Vertical integration of firms may partially mitigate market power since integrated firms have a reduced interest in setting high prices. These producers sell electricity and also are required to buy power, which they provide to their retail customers at set rates. This paper examines the importance of vertical integration in explaining firm behavior during the first summer following the restructuring of the Pennsylvania, New Jersey, and Maryland wholesale market. I compare the behavior of other firms with that of two producers that, owing to variation in state policy, had relatively few retail customers. I conclude that restructuring led to an increase in anticompetitive behavior by large net sellers but that overall vertical integration both mitigates market power and diminishes its distributional impacts.",
          "zh": "许多研究发现，电力市场在经过重组后允许批发商定价后，出现了严重的市场失灵。企业的垂直整合可能会部分减轻市场支配力，因为整合后的企业对设定高价的兴趣降低了。这些生产商既出售电力，也需要购买电力，以固定的价格向零售客户提供电力。本文考察了垂直整合在解释宾夕法尼亚州、新泽西州和马里兰州批发市场重组后第一个夏天的企业行为中的重要性。我将其他公司的行为与两家生产商的行为进行了比较，这两家生产商由于国家政策的变化，拥有相对较少的零售客户。我的结论是，重组导致了大型净卖家反竞争行为的增加，但整体垂直整合既减轻了市场力量，也减少了其分配影响。",
          "quote": "Mansur E T. Upstream competition and vertical integration in electricity markets[J]. The Journal of Law and Economics, 2007, 50(1): 125-156."
        }
      }
    ]
  },
  {
    "title": "[36]. Vertical Integration and Foreclosure: Evidence from Production Network Data",
    "abstract": {
      "en": "This paper studies the prevalence of potential anticompetitive effects of vertical mergers using a novel data set on U.S. and international buyer-seller relationships and across a large range of industries. We find that relationships are more likely to break when suppliers vertically integrate with one of the buyers’ competitors than when they vertically integrate with an unrelated firm. This relationship holds for both domestic and cross-border mergers and for domestic and international relationships. It also holds when instrumenting mergers using exogenous downward pressure on the supplier’s stock prices, suggesting that reverse causality is unlikely to explain the result. In contrast, the relationship vanishes when using rumored or announced but not completed integration events. Firms experience a substantial drop in sales when one of their suppliers integrates with one of their competitors. This sales drop is mitigated if the firm has alternative suppliers in place. These findings are consistent with anticompetitive effects of vertical mergers, such as vertical foreclosure, rising input costs for rivals, or self-foreclosure.",
      "zh": "本文研究了垂直并购的潜在反竞争效应的普遍性，使用了一套关于美国和国际买卖双方关系的新数据集，并跨越了大量行业。我们发现，当供应商与买家的竞争对手垂直整合时，关系更容易破裂，而当供应商与不相关的公司垂直整合时，关系更容易破裂。这种关系适用于国内和跨国合并，也适用于国内和国际关系。当利用供应商股价的外生下行压力来衡量并购时，这一结论也成立，表明反向因果关系不太可能解释这一结果。相反，当使用传闻或宣布但未完成的集成事件时，这种关系就消失了。当供应商与竞争对手合并时，公司的销售额就会大幅下降。如果公司有合适的替代供应商，这种销售下降就会得到缓解。这些发现与垂直合并的反竞争效应一致，如垂直止赎、竞争对手投入成本上升或自我止赎。",
      "quote": "Boehm J, Sonntag J. Vertical integration and foreclosure: Evidence from production network data[J]. Management Science, 2023, 69(1): 141-161."
    },
    "reference": [
      {
        "title": "Do prices determine vertical integration?",
        "abstract": {
          "en": "A number of theories in organizational economics and industrial organization suggest that vertical integration, while costly, increases productivity. It follows from firms' maximizing behaviour that higher prices in the product market ought to induce more integration. Trade policy provides a source of exogenous price variation to assess this prediction: higher tariffs should lead to higher prices and, therefore, to more integration. We construct firm-level vertical integration indices for a large set of countries and industries and exploit variation in applied most-favoured-nation tariffs to examine the impact of tariffs on firm boundaries. The empirical results provide strong support for the view that higher output prices generate more vertical integration. Our estimates of the average price elasticity of vertical integration are in the range 0.4–2.",
          "zh": "组织经济学和产业组织中的许多理论表明，垂直整合虽然成本高昂，但却能提高生产率。从企业的最大化行为可以得出，产品市场上较高的价格应该会导致更多的整合。贸易政策为评估这一预测提供了外生价格变动的来源:更高的关税应导致更高的价格，从而促进一体化。我们为大量国家和行业构建了企业层面的垂直整合指数，并利用最惠国关税的变化来检验关税对企业边界的影响。实证结果有力地支持了产出价格越高，垂直整合程度越高的观点。我们估计垂直整合的平均价格弹性在0.4-2之间。",
          "quote": "Alfaro L, Conconi P, Fadinger H, et al. Do prices determine vertical integration?[J]. The Review of Economic Studies, 2016, 83(3): 855-888."
        }
      },
      {
        "title": "The welfare effects of vertical integration in multichannel television markets",
        "abstract": {
          "en": "We investigate the welfare effects of vertical integration of regional sports networks (RSNs) with programming distributors in U.S. multichannel television markets.  Vertical integration can enhance efficiency by reducing double marginalization and increasing carriage of channels, but can also harm welfare due to foreclosure and incentives to raise rivals' costs.  We estimate a structural model of viewership, subscription, distributor pricing, and affiliate fee bargaining using a rich data set on the U.S. cable and satellite television industry (2000–2010).  We use these estimates to analyze the impact of simulated vertical mergers and divestitures of RSNs on competition and welfare, and examine the efficacy of regulatory policies introduced by the U.S. Federal Communications Commission to address competition concerns in this industry.",
          "zh": "我们研究了美国多频道电视市场中区域体育网络(rsn)与节目分销商垂直整合的福利效应。垂直整合可以通过减少双重边缘化和增加渠道运输来提高效率，但也可能由于丧失抵押品赎回权和提高竞争对手成本的激励而损害福利。我们使用美国有线电视和卫星电视行业(2000-2010年)的丰富数据集估算了收视率、订阅、分销商定价和联盟费用讨价还价的结构模型。我们使用这些估计来分析模拟垂直合并和rsn剥离对竞争和福利的影响，并检查美国联邦通信委员会为解决该行业竞争问题而引入的监管政策的有效性。",
          "quote": "Crawford G S, Lee R S, Whinston M D, et al. The welfare effects of vertical integration in multichannel television markets[J]. Econometrica, 2018, 86(3): 891-954."
        }
      },
      {
        "title": "Market power, vertical integration and the wholesale price of gasoline",
        "abstract": {
          "en": "This paper examines empirically the relationship between vertical integration and wholesale gasoline prices.  We use discrete and differential changes in the extent of vertical integration generated by mergers in West Coast gasoline refining and retailing markets to test for incentives to raise rivals' costs.  The research design allows us to test for a relationship between vertical integration and wholesale prices, controlling for horizontal market structure, cost shocks and trends.  We find evidence consistent with the strategic incentive to raise competitors' input costs.  This suggests that vertical integration can have a significant impact on wholesale prices.",
          "zh": "本文对纵向一体化与汽油批发价格的关系进行了实证研究。我们使用西海岸汽油精炼和零售市场合并所产生的垂直整合程度的离散和差异变化来测试提高竞争对手成本的动机。研究设计允许我们测试垂直整合和批发价格之间的关系，控制水平市场结构，成本冲击和趋势。我们发现了与提高竞争对手投入成本的战略激励相一致的证据。这表明垂直整合可以对批发价格产生重大影响。",
          "quote": "Hastings J S, Gilbert R J. Market power, vertical integration and the wholesale price of gasoline[J]. The Journal of Industrial Economics, 2005, 53(4): 469-492."
        }
      },
      {
        "title": "Vertical integration and exclusivity in platform and two-sided markets",
        "abstract": {
          "en": "This paper measures the impact of vertically integrated and exclusive software on industry structure and welfare in the sixth-generation of the US video game industry (2000–2005). I specify and estimate a dynamic model of both consumer demand for hardware and software products, and software demand for hardware platforms. I use estimates to simulate market outcomes had platforms been unable to own or contract exclusively with software. Driven by increased software compatibility, hardware and software sales would have increased by 7 percent and 58 percent and consumer welfare by $1.5 billion. Gains would be realized only by the incumbent, suggesting exclusivity favored the entrant platforms. (JEL D12, L13, L22, L63, L86)",
          "zh": "本文测量了美国第六代电子游戏产业(2000-2005)中垂直整合和独家软件对产业结构和福利的影响。我指定并估计了消费者对硬件和软件产品的需求以及硬件平台的软件需求的动态模型。我使用估算来模拟平台无法拥有或独家承包软件的市场结果。由于软件兼容性的提高，硬件和软件的销售额将分别增长7%和58%，消费者福利将增加15亿美元。收益只会由在位者实现，这表明排他性有利于进入者平台。(jel 12, 13, 22, 63, 86)",
          "quote": "Lee R S. Vertical integration and exclusivity in platform and two-sided markets[J]. American Economic Review, 2013, 103(7): 2960-3000."
        }
      },
      {
        "title": "Vertical mergers: A survey of ex post evidence and ex ante evaluation methods",
        "abstract": {
          "en": "This article surveys recent empirical evidence on efficiencies and competitive harm that are associated with vertical mergers. It discusses both ex post or retrospective empirical studies that rely on post–merger data and ex ante or forecasting techniques that use premerger data. It develops the idea that although there is a need for vertical merger screening tools there are a number of problems that are associated with attempts to adapt horizontal screens to the vertical context. Mergers in the technology, media, and telecom sectors are emphasized because they tend to dominate contested vertical mergers.",
          "zh": "本文调查了与垂直合并相关的效率和竞争危害的最新实证证据。它既讨论了依赖于合并后数据的事后或回顾性实证研究，也讨论了使用合并前数据的事前或预测技术。它发展了这样一种思想，即尽管需要垂直合并筛选工具，但在尝试使水平筛选适应垂直上下文时存在许多问题。技术、媒体和电信部门的合并受到强调，因为它们往往主导有争议的垂直合并。",
          "quote": "Slade M E. Vertical mergers: A survey of ex post evidence and ex ante evaluation methods[J]. Review of Industrial Organization, 2021, 58(4): 493-511."
        }
      }
    ]
  }
]