[
  {
    "title": "[19]. Cho S H. Horizontal mergers in multitier decentralized supply chains[J]. Management Science, 2014, 60(2): 356-379.",
    "abstract": {
      "en": "The well-known economic theory predicts that consumer price will fall after a horizontal merger when the amount of marginal cost reduction from operating synergies exceeds the premerger markup of a merging firm. However, when a horizontal merger occurs in a multitier decentralized supply chain where a finite number of firms compete at each tier, we show that this result holds only when a merger occurs at the tier that acts as the leader in the supply chain. In this supply chain, a horizontal merger at any other tier will decrease consumer price when the cost reduction exceeds a certain threshold that is larger than the premerger markup. Moreover, this threshold is increasing as the supply chain gets longer and can be substantially larger than the premerger markup. When accounting for subsequent entry after a merger in long-run equilibrium, contrary to a common belief, a larger synergy from a merger does not necessarily benefit consumers more.",
      "zh": "著名的经济学理论预测，当经营协同效应带来的边际成本降低量超过合并前企业的加价时，横向合并后的消费者价格就会下降。然而，当横向合并发生在多层分散供应链中，其中每层竞争的公司数量有限时，我们表明，只有当合并发生在充当供应链领导者的层时，这一结果才成立。在这条供应链中，当成本降低超过一定阈值时，任何其他层次的横向合并都会降低消费者价格，而该阈值大于合并前的加价。此外，随着供应链变长，这个门槛也在增加，可能比合并前的加价要高得多。在长期均衡中考虑合并后的后续进入时，与普遍看法相反，合并产生的更大协同效应不一定对消费者更有利。"
    },
    "reference": [
      {
        "title": "Adida E, DeMiguel V (2011) Supply chain competition with multiple manufacturers and retailers. Oper. Res. 59(1):156-172.",
        "abstract": {
          "en": "We study competition in a supply chain where multiple manufacturers compete in quantities to supply a set of products to multiple risk-averse retailers who compete in quantities to satisfy the uncertain consumer demand. For the symmetric supply chain, we give closed-form expressions for the unique equilibrium. We find that, provided there is a sufficiently large number of manufacturers and retailers, the supply chain efficiency (the ratio of the aggregate utility in the decentralized and centralized chains) can be raised to 1 by inducing the right degree of retailer differentiation. Also, risk aversion results in triple marginalization: retailers require a strictly positive margin to distribute even when they are perfectly competitive, because otherwise they are unwilling to undertake the risk associated with the uncertainty in demand. For the asymmetric supply chain, we show how numerical optimization can be used to compute the equilibria, and we find that the supply chain efficiency may drop sharply with the asymmetry of either manufacturers or retailers. We also find that the introduction of asymmetric product assortment reduces the degree of competition among retailers and thus has an effect similar to that of reducing the number of retailers. We show that, unlike in the symmetric chain, the asymmetric chain efficiency depends on product differentiation and risk aversion because of the interaction between these features and the asymmetry of manufacturers and retailers.",
          "zh": "我们研究了一个供应链中的竞争，在这个供应链中，多个制造商在数量上竞争，向多个风险规避的零售商供应一组产品，零售商在数量上竞争，以满足不确定的消费者需求。对于对称供应链，我们给出了唯一均衡的封闭表达式。我们发现，在制造商和零售商数量足够大的情况下，通过引入适当程度的零售商差异化，供应链效率(分散链和集中链的总效用之比)可以提高到1。此外，风险厌恶会导致三重边缘化:即使零售商处于完全竞争状态，他们也需要严格的正利润来分配，否则他们就不愿意承担与需求不确定性相关的风险。对于非对称供应链，我们展示了如何使用数值优化来计算均衡，我们发现供应链效率可能会随着制造商或零售商的不对称而急剧下降。我们还发现，不对称产品分类的引入降低了零售商之间的竞争程度，因此具有类似于减少零售商数量的效果。我们发现，与对称链不同，非对称链的效率取决于产品差异化和风险规避，因为这些特征与制造商和零售商的不对称性相互作用。"
        }
      },
      {
        "title": "Adida E, Bakshi N, DeMiguel V (2012) Supply chain intermediation when retailers lead. Working paper, University of Illinois at Chicago, Chicago",
        "abstract": {
          "en": "The objective of this paper is to study the joint impact of horizontal and vertical competition on supply chains with intermediation firms such as Li & Fung Limited, Global Sources, and The Connor Group, which have enjoyed substantial success over the years. For instance, Li & Fung Limited (herein L&F) doubled its revenue between 2004 and 2007 (Einhorn 2010), and its sales almost tripled between 2002 and 2011 (The Telegraph 2012); see also Fung et al.[2008]. These firms deal with many suppliers and offer intermediation services to numerous retailers (McFarlan et al. 2007). When an intermediary receives an order from a retailer, it identifies from its supplier",
          "zh": "本文的目的是研究横向和纵向竞争对供应链的共同影响，其中包括利丰有限公司、环球资源和康纳集团等中介公司，这些公司多年来取得了巨大的成功。例如，利丰有限公司(以下简称利丰)的收入在2004年至2007年间翻了一番(Einhorn 2010)，其销售额在2002年至2011年间几乎增长了两倍(The Telegraph 2012);另见Fung et al.[2008]。这些公司与许多供应商打交道，并为众多零售商提供中介服务(McFarlan et al. 2007)。当中间商收到来自零售商的订单时，它从其供应商处进行标识"
        }
      },
      {
        "title": "Alptekino¿lu A, Tang CS (2005) A model for analyzing multi-channel distribution systems. Eur. J. Oper. Res. 163(3):802-824.",
        "abstract": {
          "en": "To capture customers in different market segments, many firms distribute their products using multiple channels involving in-store, mail-order and electronic mediums. Nevertheless, the business literature is replete with examples where the management of multiple distribution channels becomes unwieldy. As a way to evaluate different distribution strategies arising from multiple channels, we develop a model of a general multi-channel distribution system subject to stochastic demand. Since the exact analysis of our model is intractable, we propose a decomposition scheme that enables us to develop a near-optimal distribution policy with minimum total expected distribution cost. We utilize our analysis of this multi-channel system in two specific applications arising from multi-channel distribution. The first application deals with a store-based retailer expanding into a direct sales channel. The retailer can fill the orders generated from this additional sales channel by using the existing stores or the existing depots. For this application, we evaluate the trade-off between these two options. The second application intends to find a cost-effective way to distribute products by utilizing the combined distribution system of two retailers after a potential merger-and-acquisition (M&A). For this application, we quantify the benefit of an M&A in terms of distribution efficiency.",
          "zh": "为了抓住不同细分市场的客户，许多公司使用多种渠道分销产品，包括店内、邮购和电子媒体。然而，商业文献中充满了管理多个分销渠道变得笨拙的例子。为了评估多渠道的不同配送策略，我们建立了随机需求下的一般多渠道配送系统模型。由于我们的模型的精确分析是棘手的，我们提出了一个分解方案，使我们能够以最小的总预期分配成本开发出接近最优的分配策略。我们在多渠道分销产生的两个具体应用中利用我们对这种多渠道系统的分析。第一个应用程序处理扩展到直接销售渠道的基于商店的零售商。零售商可以通过使用现有商店或现有仓库来完成这个额外销售渠道生成的订单。对于这个应用程序，我们将评估这两个选项之间的权衡。第二项申请的目的是在潜在的并购(M&A)之后，利用两家零售商的联合分销系统，寻找一种具有成本效益的方式来分销产品。对于这个应用程序，我们根据分配效率来量化并购的好处。"
        }
      },
      {
        "title": "Bloch F (2005) Group and network formation in industrial organization: A survey. Demange G, Wooders M, eds. Group Formation in Economics: Networks, Clubs and Coalitions (Cambridge University Press, Cambridge, UK), 335-353.Google Scholar",
        "abstract": {
          "en": "",
          "zh": "",
          "url": "https://web.archive.org/web/20030630132434id_/http://durandal.cnrs-mrs.fr:80/PP/bloch/papers/coaliobook.pdf"
        }
      },
      {
        "title": "Carr SM, Karmarkar US (2005) Competition in multiechelon assembly supply chains. Management Sci. 51(1):45-59",
        "abstract": {
          "en": "In this paper, we study competition in multiechelon supply chains with an assembly structure. Firms in the supply chain are grouped into homogenous sectors (nodes) that contain identical firms with identical production capabilities that all produce exactly one undifferentiated product (that may itself be a “kit” of components). Each sector may use several inputs to produce its product, and these inputs are supplied by different sectors. The production process within any sector is taken to be pure assembly in fixed proportions. The number of firms in each sector is known. The demand curve for the final product is assumed to be linear, as are production costs in all sectors. Competition is modeled via a “coordinated successive Cournot” model in which firms choose production quantities for their downstream market so as to maximize profits, given prices for all inputs and all complementary products. Production quantities for sectors supplying the same successor are coordinated through pricing mechanisms, so that complementary products are produced in the right proportions. Under these assumptions, equilibrium prices for any multiechelon assembly network are characterized by a system of linear equations. We derive closed-form expressions for equilibrium quantities and prices in any two-stage system (i.e., a system with multiple input sectors and a single assembly sector). We show that any assembly structure can be converted to an equivalent (larger) structure in which no more than two components are assembled at any node. Finally, large structures can be solved either by direct solution of the characteristic linear equations or through an iterative reduction (compression) to smaller structures.",
          "zh": "本文研究了具有装配结构的多级供应链中的竞争问题。供应链中的公司被分成同质部门(节点)，其中包含具有相同生产能力的相同公司，这些公司都只生产一种无差别的产品(该产品本身可能是一套组件)。每个部门可能使用几种投入来生产其产品，这些投入由不同的部门提供。任何部门的生产过程都被认为是按固定比例的纯组装。每个部门的公司数量是已知的。假设最终产品的需求曲线是线性的，所有部门的生产成本也是线性的。竞争通过“协调连续古诺”模型建模，在该模型中，企业为其下游市场选择生产数量，以便在给定所有投入和所有互补产品的价格的情况下实现利润最大化。通过定价机制协调供应相同后继产品的部门的生产数量，以便以适当的比例生产互补产品。在这些假设下，任何多层装配网络的均衡价格都可以用线性方程组来表示。我们导出了任何两阶段系统(即具有多个输入部门和单个装配部门的系统)的均量和均价的封闭表达式。我们证明，任何组装结构都可以转换为一个等效的(更大的)结构，其中在任何节点上组装的组件不超过两个。最后，大型结构可以通过直接求解特征线性方程或通过迭代简化(压缩)到较小的结构来求解。"
        }
      },
      {
        "title": "Choi SC (1991) Price competition in a channel structure with a common retailer. Marketing Sci. 10(4):271-296",
        "abstract": {
          "en": "In recent studies of channel competition, it has been found that channel intermediaries reduce the intensity of direct competition between manufacturers. The underlying channel structure in most studies consists of two manufacturers and two retailers each of whom sells only one manufacturer's product exclusively. This paper adds to this growing literature of channel competition by analyzing a channel structure with two competing manufacturers and one intermediary (a common retailer) that sells both manufacturers' products. Unlike some exclusive dealers or retail outlets of a manufacturer, however, a common retailer is often a powerful player in the market. This paper studies three noncooperative games of different power structures between the two manufacturers and the retailer, i.e., two Stackelberg and one Nash games. It is shown that some of the results depend critically on the form of the demand function. With a linear demand function, a manufacturer is better off by maintaining exclusive dealers while a retailer has an incentive to deal with several producers. All channel members as well as consumers are better off when no one dominates the market. The common retailer benefits more than the manufacturers do from a symmetric decrease in the manufacturing cost. As products are less differentiated, all channel members' prices and profits increase: a counterintuitive result. When the demand function is nonlinear, however, an exclusive dealer channel provides higher profits to all than a common retailer channel given a power structure. As products are more differentiated, a manufacturer's profit decreases when a common retailer is used, but increases when an exclusive dealer is used. These results underscore the importance of choosing a correct demand function for a channel decision.",
          "zh": "在最近的渠道竞争研究中发现，渠道中间商降低了制造商之间直接竞争的强度。在大多数研究中，潜在的渠道结构由两个制造商和两个零售商组成，每个零售商只销售一个制造商的产品。本文通过分析两个相互竞争的制造商和一个销售两个制造商产品的中介(共同零售商)的渠道结构，增加了渠道竞争的文献。然而，与制造商的一些独家经销商或零售店不同，普通零售商通常是市场上强大的参与者。本文研究了两个制造商和零售商之间的三个不同权力结构的非合作博弈，即两个Stackelberg博弈和一个Nash博弈。结果表明，一些结果严重依赖于需求函数的形式。在线性需求函数下，制造商最好保持独家经销商，而零售商则有动力与多个生产商打交道。当没有人垄断市场时，所有渠道成员和消费者都将受益。普通零售商比制造商从制造成本的对称下降中获益更多。由于产品的差异化降低，所有渠道成员的价格和利润都增加了:这是一个违反直觉的结果。然而，当需求函数是非线性时，在一定的权力结构下，独家经销商渠道比普通零售商渠道提供更高的利润。由于产品更加差异化，当使用普通零售商时，制造商的利润会减少，但当使用独家经销商时，制造商的利润会增加。这些结果强调了为渠道决策选择正确的需求函数的重要性。"
        }
      },
      {
        "title": "Corbett CJ, Karmarkar US (2001) Competition and structure in serial supply chains with deterministic demand. Management Sci. 47(7):966-978.",
        "abstract": {
          "en": "Supply chains often consist of several tiers, with different numbers of firms competing at each tier. A major determinant of the structure of supply chains is the cost structure associated with the underlying manufacturing process. In this paper, we examine the impact of fixed and variable costs on the structure and competitiveness of supply chains with a serial structure and price-sensitive linear deterministic demand. The entry stage is modeled as a simultaneous game, where the players take the outcomes of the subsequent post-entry (Cournot) competition into account in making their entry decisions. We derive expressions for prices and production quantities as functions of the number of entrants at each tier of a multitier chain. We characterize viability and stability of supply-chain structures and show, using lattice arguments, that there is always an equilibrium structure in pure strategies in the entry game. Finally, we examine the effects of vertical integration in the two-tier case. Altogether, the paper provides a framework for comparing a variety of supply-chain structures and for studying how they are affected by cost structures and by the number of entrants throughout the chain.",
          "zh": "供应链通常由几层组成，每一层都有不同数量的公司竞争。供应链结构的一个主要决定因素是与底层制造过程相关的成本结构。在本文中，我们研究了固定成本和可变成本对具有序列结构和价格敏感的线性确定性需求的供应链结构和竞争力的影响。进入阶段被建模为一个同步博弈，参与者在做出进入决策时将随后的进入后(古诺)竞争的结果考虑在内。我们推导出价格和产量的表达式，作为多层链中每一层进入者数量的函数。我们描述了供应链结构的可行性和稳定性，并使用格点论证表明，在进入博弈中，纯策略中总是存在均衡结构。最后，我们考察了垂直整合在两层情况下的影响。总之，本文提供了一个框架，用于比较各种供应链结构，并研究它们如何受到成本结构和整个供应链进入者数量的影响。"
        }
      },
      {
        "title": "DeLong G (2003) Does long-term performance of mergers match market expectations? Evidence from the US banking industry. Financial Management 32(2):5-25",
        "abstract": {
          "en": "There is a paradox in bank mergers. On average, bank mergers do not create value, yet they continue to occur. Using cross-sectional analysis to examine 54 bank mergers announced between 1991 and 1995, I test several facets of focus and diversification. Upon announcement, the market rewards the mergers of partners that focus their geography and activities and earnings streams. Only one of these facets, focusing earnings streams, enhances long-term performance. Two other circumstances improve long-term performance: 1) when a merger involves a relatively inefficient acquirer and 2) when partners reduce bankruptcy costs.",
          "zh": "银行合并存在一个悖论。平均而言，银行合并不会创造价值，但它们仍在继续发生。通过横断面分析，我考察了1991年至1995年间宣布的54家银行合并，测试了重点和多元化的几个方面。一旦宣布合并，市场就会奖励那些专注于其地理位置、活动和收益流的合作伙伴。这些方面中只有一个，即关注收益流，能提高长期业绩。另外两种情况可以改善长期业绩:1)当合并涉及到一个相对低效的收购方时;2)当合作伙伴降低破产成本时。"
        }
      }
    ]
  },
  {
    "title": "Insider Trading, Competition, and Real Activities Manipulation",
    "abstract": {
      "en": "We consider a setting where managers manipulate the firms’ real activities in anticipation of insider trading opportunities. Managers choose strictly higher production quantities than the quantities chosen absent insider trading, implying lower firm profit but higher consumer surplus. Through comparative statics, we show the overproduction is mitigated by the degree of competition in the industry, the manager’s current equity stake in the firm, and the precision of cost information. We also analyze the effects of insider trading in several extensions including asymmetric ownership structure, potential horizontal merger, and common market maker.",
      "zh": "我们考虑这样一种情况:经理们操纵公司的真实活动，以期获得内幕交易机会。管理者选择的生产数量严格高于没有内幕交易的数量，这意味着企业利润较低，但消费者剩余较高。通过比较统计，我们发现生产过剩会受到行业竞争程度、管理者在公司的当前股权以及成本信息的准确性的影响。本文还分析了股权结构不对称、潜在横向合并和共同做市商对内幕交易的影响。"
    }
  }
]
